Repository: opatut/dudel
Catalog: dudel/translations/*/LC_MESSAGES/messages.po
Languages: de

source: This entry already exists.
de: Dieser Eintrag existiert bereits.

source: Invalid credentials.
de: Ungültige Benutzerdaten

source: This field is required.
de: Dieses Feld ist erforderlich.

source: Title
de: Titel

source: URL name
de: URL

source: Invalid character.
de: Ungültiges Zeichen

source: A poll with this URL name already exists.
de: Es gibt bereits eine Umfrage mit dieser URL.

source: This is a reserved name.
de: Dieser Name ist reserviert.

source: Due date
de: Ablaufdatum

source: Type
de: Typ

source: Date and Time
de: Datum und Uhrzeit

source: Date
de: Datum

source: Normal poll
de: Normale Umfrage

source: Visibility
de: Sichtbarkeit

source: Public
de: Öffentlich

source: Hidden
de: Versteckt

source: A group with this name already exists.
de: Es gibt bereits eine Gruppe mit diesem Namen.

source: Copy choices
de: Wahlmöglichkeiten kopieren

source: Copy invitations
de: Einladungen kopieren

source: Copy possible answer values
de: Mögliche Antworten kopieren

source: Date shift (days)
de: Zeitversetzung (in Tagen)

source: Create invitations from votes
de: Einladungen aus Stimmen erstellen

source: Reset ownership
de: Besitzer zurücksetzen

source: Dates
de: Daten

source: Times
de: Zeiten

source: Choice
de: Wahlmöglichkeit

source: Color
de: Farbe

source: Icon
de: Symbol

source: Weight
de: Gewichtung

source: Username
de: Benutzername

source: Password
de: Passwort

source: First name
de: Vorname

source: Last name
de: Nachname

source: Password again
de: Passwort wiederholen

source: Language
de: Sprache

source: Timezone
de: Zeitzone

source: Server default (%(timezone)s)
de: Server-Standard (%(timezone)s)

source: Auto-watch polls
de: Automatisch beobachten

source: Allow to receive emails for poll invitations
de: E-Mails für Einladungen zu Umfragen zulassen

source: Description
de: Beschreibung

source: Allow anonymous votes
de: Anonyme Stimmen zulassen

source: Require login to vote
de: Anmeldung zum Abstimmen voraussetzen

source: Require invitation to vote (requires login)
de: Einladung zum Abstimmen voraussetzen (erfordert Anmeldung)

source: Show in public poll list
de: In öffentlicher Umfragenliste anzeigen

source: One vote per user (only effective with login)
de: Eine Stimme pro Benutzer (nur effektiv, wenn Anmeldung vorausgesetzt wird)

source: Allow comments
de: Kommentare zulassen

source: Show invitations as empty votes
de: Einladungen als leere Stimmen anzeigen

source: Ownership
de: Besitzer

source: Coordinated time
de: Koordinierte Zeit

source: Results display
de: Anzeige der Ergebnisse

source: show all votes
de: Alle Stimmen anzeigen

source: show only summary
de: Nur eine Zusammenfassung anzeigen

source: Do not show results
de: Keine Ergebnisse anzeigen

source: Show all votes, but only after voting
de: Alle Stimmen anzeigen, aber erst nach Ende der Umfrage

source: Show summary, but only after voting
de: Zusammenfassung anzeigen, aber erst nach Ende der Umfrage

source: Send mail to participants about results
de: Die Teilnehmer per E-Mail über die Ergebnisse informieren

source: Value
de: Wert

source: Comment
de: Kommentar

source: Your Name
de: Dein Name

source: Post anonymous vote
de: Anonym abstimmen

source: Poll password
de: Passwort der Umfrage

source: Group or User
de: Gruppe oder Benutzer

source: User
de: Benutzer

source: New vote owner
de: Neuer Besitzer der Stimme

source: Poll created
de: Umfrage erstellt

source: You were logged in, %(name)s.
de: Du wurdest angemeldet, %(name)s.

source: You are already logged in.
de: Du bist bereits eingeloggt.

source: You were logged out, %(name)s. Goodbye!
de: Du wurdest abgemeldet, %(name)s. Bis bald!

source: The group was created.
de: Die Gruppe wurde erstellt.

source: User not found.
de: Benutzer nicht gefunden.

source: User is already a member of the group.
de: Der Benutzer ist bereits Mitglied der Gruppe.

source: The user was added to the group.
de: Der Benutzer wurde zur Gruppe hinzugefügt.

source: You cannot disband the group while it owns polls.
de: Du kannst die Gruppe nicht auflösen, solange sie Umfragen besitzt.

source: You have disbanded the group.
de: Du hast die Gruppe aufgelöst.

source: You have transferred the admin rights for this group to %(user)s.
de: Du hast die Administrator-Rechte für diese Gruppe an %(user)s übertragen.

source: You cannot make the admin leave.
de: Du kannst den Administrator nicht rausschmeißen.

source: You kicked %(user)s from the group.
de: Du hast %(user)s aus der Gruppe entfernt.

source: You left the group.
de: Du hast die Gruppe verlassen.

source: Your user settings were updated.
de: Deine Benutzereinstellungen wurden gespeichert.

source: Your comment was saved.
de: Dein Kommentar wurde gespeichert.

source: The comment was deleted.
de: Der Kommentar wurde gelöscht.

source: Nobody
de: Niemand

source: Poll settings have been saved.
de: Die Einstellungen der Umfrage wurden gespeichert.

source: The following %(count)d user/groups were not found: %(names)s.
de: Die folgenden %(count)d Benutzer/Gruppen wurden nicht gefunden: %(names)s.

source: You have invited %(count)d users.
de: Du hast %(count)d Benutzer eingeladen.

source: %(count)d users were skipped, since they either are already invited or have already voted.
de: %(count)d Benutzer wurden übersprungen, da sie entweder bereits eingeladen sind oder abgestimmt haben.

source: The invitation was deleted.
de: Die Einladung wurde gelöscht.

source: The invitation was resent.
de: Die Einladung wurde erneut versandt.

source: All invitations were resent.
de: Alle Einladungen wurden erneut versandt.

source: You are now watching this poll.
de: Du beobachtest nun diese Umfrage.

source: You are not watching this poll anymore.
de: Du hast aufgehöhrt, diese Umfrage zu beobachten.

source: Please select at least one combination.
de: Bitte wähle mindestens eine Kombination.

source: The choices list has been updated.
de: Die Liste der Wahlmöglichkeiten wurde aktualisiert.

source: Please select at least one date.
de: Bitte wähle mindestens ein Datum.

source: This choice text is not allowed due to grouping conflicts.
de: Dieser Auswahltext ist aufgrund von Gruppierungskonflikten nicht möglich.

source: The choice was disabled.
de: Die Wahlmöglichkeit wurde deaktiviert.

source: The choice was added.
de: Die Wahlmöglichkeit wurde hinzugefügt.

source: You cannot undelete this choice due to grouping conflicts.
de: Aufgrund von Gruppierungskonflikten kannst du diese Möglichkeit nicht löschen.

source: A choice with this text already exists.
de: Es gibt bereits eine Wahlmöglichkeit mit diesem Text.

source: The choice was edited.
de: Die Wahlmöglichkeit wurde bearbeitet.

source: The choice value was removed.
de: Die Antwort wurde entfernt.

source: The choice value restored.
de: Die Antwort wurde wiederhergestellt.

source: The choice value was edited.
de: Die Antwort wurde bearbeitet.

source: The choice value was added.
de: Die Antwort wurde hinzugefügt.

source: The poll was deleted.
de: Die Umfrage wurde gelöscht.

source: You need to login to vote on this poll.
de: Du musst dich anmelden, um an dieser Umfrage teilzunehmen.

source: You can only vote once on this poll. Please edit your choices by clicking the edit button on the right.
de: Du kannst nur einmal an dieser Umfrage teilnehmen. Bitte bearbeite deine Wahl, indem du rechts auf den Bearbeiten-Button klickst.

source: You need an invitation to vote on this poll.
de: Du benötigst eine Einladung, um an dieser Umfrage teilzunehmen.

source: The poll owner has not yet created any choices. You cannot vote on the poll yet.
de: Der Eigentümer dieser Umfrage hat noch keine Wahlmöglichkeiten hinzugefügt. Du kannst daher noch nicht an dieser Umfrage teilnehmen.

source: You have voted.
de: Du hast abgestimmt.

source: The user was not found, please try again.
de: Der Benutzer wurde nicht gefunden, bitte versuche es erneut.

source: The user has already voted and cannot have multiple votes.
de: Der Benutzer hat bereits abgestimmt und darf nur eine Stimme abgeben.

source: You assigned this vote to %(user)s.
de: Du hast diese Stimme %(user)s zugewiesen.

source: This vote was created by a logged in user. If that was you, please log in to edit the vote.
de: Diese Stimme wurde von einen angemeldeten Benutzer abgegeben. Falls du das warst, melde dich an, um sie zu bearbeiten.

source: This vote was created by someone else. You cannot edit their choices.
de: Diese Stimme wurde von einen anderen Benutzer abgegeben. Du kannst sie nicht bearbeiten.

source: You need to login to edit votes on this poll.
de: Du musst dich anmelden, um Stimmen in dieser Umfrage bearbeiten zu können.

source: You need an invitation to edit votes on this poll.
de: Du benötigst eine Einladung, um Stimmen in dieser Umfrage bearbeiten zu können.

source: The vote is not considered "assigned" anymore, since you edited it.
de: Diese Stimme wird nicht mehr als "nachträglich zugewiesen" angezeigt, da du sie bearbeitet hast.

source: The vote has been edited.
de: Die Stimme wurde bearbeitet.

source: The vote has been deleted
de: Die Stimme wurde gelöscht.

source: The poll was copied.
de: Die Umfrage wurde kopiert.

source: %(count)d users could not be invited.
de: %(count)d Benutzer konnten nicht eingeladen werden.

source: Copy of %(title)s
de: Kopie von %(title)s

source: This poll is expired. You cannot vote or edit your choice anymore.
de: Diese Umfrage ist abgelaufen. Du kannst nicht mehr abstimmen oder deine Stimme bearbeiten.

source: You do not have permission to %(action)s this poll. Please log in and try again.
de: Du kannst diese Umfrage nicht %(action)s. Bitte melde dich an und versuche es erneut.

source: You do not have permission to %(action)s this poll.
de: Du kannst diese Umfrage nicht %(action)s.

source: [Dudel] Poll Invitation: %(title)s
de: [Dudel] Einladung zu Umfrage: %(title)s

source: edit
de: bearbeiten

source: e.g. "in 2 weeks at 12:00"
de: z.B. "in 2 Wochen um 12:00"

source: Interpreted as %(date)s at %(time)s in timezone %(timezone)s.
de: Interpretiert als %(date)s um %(time)s in Zeitzone %(timezone)s.

source: Interpreted as %(date)s at %(time)s.
de: Interpretiert als %(date)s um %(time)s.

source: Could not parse date.
de: Datum nicht erkannt.

source: No date selected.
de: Kein Datum gewählt.

source: Create a poll
de: Eine Umfrage erstellen

source: The poll will be available at
de: Diese Umfrage wird erreichbar sein unter

source: Customize
de: Anpassen

source: Randomize
de: Zufällig

source: Create
de: Erstellen

source: You can use <a href="%(link)s" target="_blank">Markdown</a> syntax for formatting.
de: Du kannst deinen Text in <a href="%(link)s" target="_blank">Markdown</a> formatieren.

source: My polls
de: Eigene Umfragen

source: You can find a list of all the polls in which you have participated on your profile page.
de: Du findest eine Liste mit allen Umfragen, an denen du teilgenommen hast, auf deiner Profilseite.

source: Show my polls
de: Meine Umfragen anzeigen

source: Public polls
de: Öffentliche Umfragen

source: There are currently no public polls.
de: Es gibt zurzeit keine öffentlichen Umfragen.

source: Dudel statistics
de: Statistik

source: Polls created
de: Erstellte Umfragen

source: Votes cast
de: Abgegebene Stimmen

source: Users
de: Benutzer

source: Poll
de: Umfrage

source: Settings
de: Einstellungen

source: Invitations
de: Einladungen

source: Choices
de: Wahlmöglichkeiten

source: Edit vote
de: Stimme bearbeiten

source: Log in to vote
de: Anmelden zum Abstimmen

source: Invitation required to vote
de: Einladung zum Abstimmen voraussetzen

source: Vote now
de: Abstimmen

source: Unwatch poll
de: Nicht mehr beobachten

source: Watch poll
de: Umfrage beobachten

source: Comments
de: Kommentare

source: commented on
de: kommentierte am

source: delete comment
de: Kommentar löschen

source: Post a comment
de: Schreibe einen Kommentar

source: You can avoid this captcha if you login.
de: Du brauchst keinen Code eingeben, wenn du dich einloggst.

source: Post comment
de: Kommentar abschicken

source: All users matching ...
de: Alle Benutzer, die auf ... passen

source: voted
de: haben ... gestimmt.

source: Filter votes
de: Stimmen filtern

source: Use regular expressions to match multiple votes.
de: Benutze reguläre Ausdrücke, um mehrere Stimmen abzudecken

source: Creation date
de: Erstellungsdatum

source: Expiration date
de: Ablaufdatum

source: you
de: du

source: Anonymous voting allowed
de: Anonymes Abstimmen erlaubt

source: anonymous voting
de: anonymes Abstimmen

source: Listed in public polls list
de: In öffentlicher Umfragenliste angezeigt

source: public
de: öffentlich

source: Invitation required
de: Einladung erforderlich

source: Login required
de: Anmeldung erforderlich

source: login required
de: Anmeldung erforderlich

source: Watching poll
de: Beobachtet

source: watching
de: wird beobachtet

source: not watching
de: wird nicht beobachtet

source: Poll Description
de: Beschreibung

source: Assigned after voting by %(user)s
de: Nachträglich zugewiesen von %(user)s

source: Delete vote
de: Stimme löschen

source: Assign a user
de: Einen Benutzer zuweisen

source: This user was invited on %(date)s at %(time)s to vote in this poll.
de: Dieser Benutzer wurde am %(date)s um %(time)s eingeladen, an dieser Abstimmung teilzunehmen.

source: Manage invitations
de: Einladungen verwalten

source: You as an admin of this poll will always see full results, no matter what you select under 'Results display'. Log out to see the poll as a normal visitor.
de: Als Administrator dieser Umfrage wirst du immer alle Ergebnisse sehen, egal was du unter "Anzeigen der Ergebnisse" angegeben hast. Logge dich aus, um diese Umfrage als normaler Nutzer zu sehen.

source: This poll is using coordinated time, which means the choices are displayed as your profile timezone (%(userzone)s), and may be different for other users.
de: Diese Umfrage verwendet koordinierte Zeit, das heißt, die Auswahlmöglichkeiten werden in deiner Profil-Zeitzone (%(userzone)s) angezeigt, und könnten für andere Benutzer anders sein.

source: The choices on this poll are local time, which is set to %(timezone)s for this poll. This differs from the timezone you set in your profile (%(userzone)s).
de: Die Auswahlmöglichkeiten dieser Umfrage sind lokalisiert in der Zeitzone %(timezone)s. Dies weicht ab von der in deinem Profil eingestellten Zeitzone (%(userzone)s).

source: %(count)d votes are hidden from you.
de: %(count)d Stimmen sind vor dir versteckt

source: Some votes may be hidden from you.
de: Einige Stimmen könnten vor dir versteckt sein.

source: <a href="%(link)s">Log in</a> to display your own vote.</a>
de: <a href="%(link)s">Logge dich ein</a>, um deine eigene Stimme zu sehen.

source: Percent
de: Prozent

source: Score
de: Gesamtwertung

source: This poll does not have any choices, so no votes can be cast. If this is your poll, please fix that by clicking the 'choices' button on the top.
de: Die Umfrage hat noch keine Wahlmöglichkeiten, daher kann nicht abgestimmt werden. Falls dies deine Umfrage ist, kannst du das ändern, indem du oben auf 'Wahlmöglichkeiten' klickst.

source: The results of this poll are currently hidden.
de: Die Ergebnisse dieser Umfrage sind zurzeit nicht sichtbar.

source: No-one voted, and the poll expired.
de: Niemand hat abgestimmt und die Umfrage ist abgelaufen.

source: No-one voted yet. Be the first!
de: Es hat noch niemand abgestimmt. Sei der erste!

source: Deleted choices will stay in this list, so votes that have already been made are not lost.
de: Entfernte Antworten verbleiben in dieser Liste, so dass Stimmen, die bereits abgegeben wurden, nicht verloren gehen.

source: Actions
de: Aktionen

source: Add a choice
de: Eine Wahlmöglichkeit hinzufügen

source: Deleted choices
de: Gelöschte Wahlmöglichkeiten

source: Grouping
de: Gruppieren

source: You can sort choices into groups by splitting them into parts with '/'.
de: Du kannst Wahlmöglichkeiten gruppieren, indem du sie mit '/' in Teile zerlegst.

source: Done
de: Fertig

source: This poll is using coordinated time, which means the choices are interpreted as your profile timezone (%(userzone)s). They will be displayed in the user's respective timezone for everyone else.
de: Diese Umfrage verwendet koordinierte Zeit, das heißt, die Auswahlmöglichkeiten werden in deiner Profil-Zeitzone (%(userzone)s) interpretiert. Sie werden dann für jeden Benutzer in der eigenen Zeitzone angezeigt.

source: Step 1
de: Schritt 1

source: Days
de: Tage

source: Step 2
de: Schritt 2

source: Step 3
de: Schritt 3

source: Combine
de: Kombinationen

source: Select days
de: Tage auswählen

source: Select time slots
de: Zeiten auswählen

source: Choose combinations
de: Kombinationen auswählen

source: It's a pity you don't have <b>JavaScript</b> turned on, so you'll have to type in comma separated values in the correct format yourself, no spaces allowed. Or just stop being paranoid and enable JavaScript on this site. You'll get a certainly fancy interface for date and time input...
de: Welch Schande, dass du dein <b>JavaScript</b> ausgeschaltet hast, so musst du nun eine mit Kommata getrennte Liste von Werten im richtigen Format selbst eintippen, ohne Leerzeichen. Oder hör' einfach auf paranoid zu sein, und aktiviere JavaScript auf dieser Seite. Dann bekommst du ein hübsches Interface, um Daten und Uhrzeiten einzugeben...

source: Please select the days that you want to be able to choose. In the next step, you will select time slots.
de: Bitte wähle die Tage, über die abgestimmt werden soll. Im nächsten Schritt kannst du die Uhrzeiten hinzufügen.

source: Please select the time slots that you want to be able to choose. In the next step, you will match them against the selected days.
de: Bitte wähle die Zeiten, über die abgestimmt werden soll. Im nächsten Schritt kannst du sie ausgewählten Tagen zuordnen.

source: Add
de: Hinzufügen

source: Back
de: Zurück

source: Next
de: Weiter

source: Here you can select which day/time combinations are available for voting.
de: Hier kannst du auswählen, über welche Kombinationen aus Tag und Uhrzeit abgestimmt werden kann.

source: all
de: alle

source: none
de: keine

source: An Error occurred, you can try to go back to fix it.
de: Ein Fehler ist aufgetreten, du kannst zurückgehen und es erneut versuchen.

source: Copy
de: Kopieren

source: Copy poll
de: Umfrage kopieren

source: This would be automatically generated for you if you had not blocked javascript.
de: Dieses Feld würde automatisch ausgefüllt, hättest du javascript aktiviert.

source: Settings to copy
de: Zu kopierende Einstellungen

source: Current Range: %(from)s - %(to)s
de: Aktueller Bereich: %(from)s - %(to)s

source: New Range: %(from)s - %(to)s
de: Neuer Bereich: %(from)s - %(to)s

source: Back to poll
de: Zurück zur Umfrage

source: Delete poll
de: Umfrage löschen

source: Warning!
de: Warnung!

source: You are about to permanently delete the poll <b>%(title)s</b>. Are you sure you want to continue?
de: Du bist dabei, die Umfrage <b>%(title)s</b> permanent zu löschen. Bist du sicher, dass du fortfahren willst?

source: Back to safety
de: Zurück in Sicherheit

source: Yes, delete it
de: Ja, bitte löschen

source: Note:
de: Hinweis:

source: This poll is owned by %(owner)s, but you can edit it due to your administrator privileges.
de: Dise Umfrage gehört %(owner)s, aber du kannst sie editieren, da du Administrator bist.

source: Owners of this poll and administrators will always see all votes.
de: Eigentümer und Administratoren sehen immer alle Stimmen.

source: Additional settings
de: Zusätzliche Einstellung

source: These settings are not retroactive, meaning that changing them will not modify votes/comments already created.
de: Diese Einstellungen sind nicht retroaktiv, also werden, solltest du sie verändern, keine Stimmen oder Kommentare geändert, die bereits abgegeben waren.

source: Only the owner of a poll, or a member of the owner group, can edit the settings on this page. If you set this to "Nobody", then anyone may claim exclusive ownership. Most restrictive settings above are useless if you do not claim ownership of this poll.
de: Nur der Eigentümer, oder ein Mitglied der Eigentümer-Gruppe, kann diese Einstellungen verändern. Setzt du dies auf "Niemand", so kann jeder die Umfrage in Besitz nehmen. Die meisten einschränkenden Einstellungen oben sind nutzlos, bis du diese Umfrage in Besitz genommen hast.

source: Very advanced stuff
de: Sehr fortgeschrittene Einstellungen

source: Edit possible answer values
de: Mögliche Antworten bearbeiten

source: Delete this poll
de: Dies Umfrage löschen

source: Save settings
de: Einstellungen speichern

source: Voted
de: Abgestimmt

source: Vote pending
de: Stimme abgegeben

source: Resend invitation
de: Einladung erneut senden

source: Remove invitation
de: Einladung zurückziehen

source: Invite
de: Einladen

source: Enter the username or group title of the user or group of users you want to invite.
de: Gib die Kennung eines Benutzers oder einen Gruppen-Titel ein, um den Benutzer oder alle Benutzer der Gruppe einzuladen.

source: You can enter multiple users or groups.
de: Du kannst mehrere Benutzer oder Gruppen eingeben.

source: Duplicates are ignored automatically.
de: Duplikate werden automatisch übersprungen.

source: Group invitations are resolved immediately, so adding more members to a group later will not invite those new members, unless you re-invite the group.
de: Gruppeneinladungen werden sofort aufgelöst, also werden neue Mitglieder, die später der Gruppe beitreten, nicht automatisch eingeladen, außer du lädst die Gruppe erneut ein.

source: Resend all invitations
de: Alle Einladungen erneut senden

source: Values
de: Antworten

source: Here you can edit which options the voters have for each choice you give them. By default, <b>yes</b>, <b>no</b> and <b>maybe</b> are always enabled, but you can disable or change any of these. You should have at least one value in this list for the voting to make sense.
de: Hier kannst du die Antworten bearbeiten, die den Teilnehmern für jede Wahlmöglichkeit zur Verfügung stehen. Standardmäßig sind die Antworten <b>ja</b>, <b>nein</b> und <b>vielleicht</b> aktiviert, aber du kannst jede davon bearbeiten oder deaktivieren. Es sollte mindestens eine Antwort in der Liste geben, damit die Abstimmung sinnvoll ist.

source: Weights are factors on how the total score for a choice is calculated. These values are normally somewhere between 0 and 1. The total score is displayed both as a percentage and as the weight sum, so you are allowed to use other values if you want them to "cancel out".
de: Gewichtungen sind Faktoren, die bestimmen, wie die Gesamtwertung berechnet wird. Gewichtungen sind normalerweise Werte zwischen 0 und 1. Die Gesamtwertung wird angezeigt als Summe und Anteil, also kannst du auch andere Werte verwenden.

source: Available choices
de: Mögliche Antworten

source: Color/Icon
de: Farbe/Symbol

source: Edit
de: Bearbeiten

source: Edit choice value: %(title)s
de: Antwort bearbeiten: %(title)s

source: Add a choice value
de: Eine Antwort hinzufügen

source: (usually between 0 and 1)
de: (normalerweise zwischen 0 und 1)

source: (any FontAwesome icon)
de: (ein beliebiges FontAwesome-Icon)

source: Save
de: Speichern

source: Available icons
de: Verfügbare Symbole

source: Click icon to insert it into the form.
de: Klick auf ein Symbol, um es hinzuzufügen.

source: Assign a vote to a user
de: Eine Stimme einem Benutzer zuweisen

source: Assign
de: Zuweisen

source: Only that user will be able to edit or delete the vote.
de: Nur dieser Benutzer wird die Stimme bearbeiten oder löschen dürfen.
