Repository: opatut/dudel
Catalog: dudel/translations/*/LC_MESSAGES/messages.po
Languages: de

source: If the user has been invited, their invitation will be fulfilled.
de: War der Benutzer eingeladen, wird seine Einladung als erfüllt markiert.

source: If multiple votes are disabled, you cannot assign a user who has already voted.
de: Wenn Mehrfachabstimmungen verboten sind, kannst du keinen Benutzer zuweisen, der bereits abgestimmt hat.

source: The name next to the vote will be updated.
de: Der Anzeigename neben der Stimme wird überschrieben.

source: The vote will be marked as 'assign after voting', so that everyone knows.
de: Die Stimme wird als "nachträglich zugewiesen" markiert.

source: You cannot undo your assignment.
de: Du kannst die Zuweisung nicht widerrufen.

source: Edit Vote
de: Stimme bearbeiten

source: Vote
de: Abstimmung

source: You have already voted on this poll. Maybe instead of voting again you'd rather edit your choices?
de: Du hast bereits für diese Umfrage abgestimmt. Vielleicht möchtest du lieber deine Stimme bearbeiten, statt noch einmal abzustimmen?

source: You are editing a vote, not casting a new one.
de: Du beabeitest gerade eine Stimme und gibst keine neue ab.

source: Hold left mouse button and drag mouse to select multiple vote choices.
de: Halte die linke Maustaste gedrückt und ziehe den Cursor über die Antwortfelder, um mehrere auf einmal auszuwählen.

source: Show all comment fields
de: Alle Kommentarfelder anzeigen

source: Add a comment
de: Füge einen Kommentar hinzu

source: Save vote
de: Stimme speichern

source: You can delete this vote if it has been cast accidentally. Please do not abuse this feature, else we'll have to remove it again. Also, we log who uses this, just to make sure.
de: Du kannst diese Stimme löschen, solltest du sie aus Versehen abgegeben haben. Bitte missbrauche dieses Feature nicht, ansonsten müssen wir es wieder entfernen. Außerdem loggen wir, wer es benutzt, nur um sicherzugehen.

source: Group
de: Grouppe

source: This group is imported from an external source and cannot be edited from this application.
de: Diese Gruppe wurde aus einer externen Quelle importiert und kann hier nicht bearbeitet werden.

source: Members
de: Mitglieder

source: Admin
de: Administrator

source: Member
de: Mitglied

source: Add a member
de: Ein Mitglied hinzufügen

source: Add to group
de: Zur Gruppe hinzufügen

source: Group owned polls
de: Umfragen dieser Gruppe

source: Groups
de: Gruppen

source: My groups
de: Meine Gruppen

source: Create a group
de: Eine Gruppe erstellen

source: Create group
de: Gruppe erstellen

source: Login
de: Anmelden

source: Registration (external)
de: Registrierung (extern)

source: Register
de: Registrieren

source: Back to Login
de: Zurück zum Login

source: Register now
de: Jetzt registrieren

source: Poll overview
de: Übersicht deiner Umfragen

source: This list shows all the polls you have participated in, either by owning them, voting on them, being invited, or watching.
de: Diese Liste zeigt alle Umfragen, an denen du teilgenommen hast, entweder indem du sie besitzt, darin abgestimmt hast, eingeladen bist, oder sie beobachtest.

source: Owner
de: Besitzer

source: Owner (group)
de: Besitzer (Gruppe)

source: Not owner
de: Nicht Besitzer

source: Invited
de: Eingeladen

source: Not voted
de: Nicht abgestimmt

source: Watching
de: wird beobachtet

source: Not watching
de: Nicht beobachten

source: You can edit your account settings in the centralized accounts page.
de: Du kannst deine Benutzereinstellungen auf der zentralen Account-Seite verwalten.
